/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@ 已被更新并移走。您要更改所有钥匙串项以允许新版本访问您的钥匙串吗？";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "“%1$@”已被更新。您想允许新版本的应用程序访问与前一版本所使用的相同钥匙串项（如密码）吗？";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "“%1$@”已被更新。您要更改所有钥匙串项以允许新版本访问您的钥匙串吗？";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "“%1$@”可能已被更新或更改，可能是在软件更新过程中完成的。因此，您必须许可使用此钥匙串项。";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "“%1$@”可能已被更新或更改，多半是在软件更新过程中完成的。因此，您必须许可使用此钥匙串。";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要访问您的钥匙串中的密钥“%2$@”。";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "“%1$@”想要将“%2$@”项目添加到您的钥匙串中。";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”想要改变您的钥匙串中的“%2$@”项目的访问权限。";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "“%1$@”想要更改您的钥匙串中的“%2$@”项目的所有者（该项目的所有者是允许更改访问权限的那个用户）。";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "“%1$@”想要将您的钥匙串中的“%2$@”项目解码。";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "“%1$@”想要从您的钥匙串中删除“%2$@”项目。";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要从您的钥匙串中的密钥“%2$@”得到密钥。";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要使用您的钥匙串中的密钥“%2$@”进行加密。";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "“%1$@”想要从您的钥匙串中导出密钥“%2$@”。";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "“%1$@”想将密钥“%2$@”导入到您的钥匙串中。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要使用您的钥匙串中的密钥“%2$@”进行签名。";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要使用您的钥匙串中的密钥“%2$@”进行签名。";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "“%1$@” 想使用“%2$@”钥匙串。";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "“%1$@”想使用您的 .Mac 密码。%2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "“%1$@”想要使用您存储在钥匙串的“%2$@”中的机密信息。";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "“%1$@”已经于磁盘上被更改。您可能正在运行伪装成“%1$@”的某个进程。";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@”在运行时被修改，并且不再符合安装在磁盘上的内容。";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@”是未知的。访问被拒绝。";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "名称为“%1$@”的应用程序需要访问您的钥匙串，但是已存在另一个版本。您要更改所有钥匙串项以允许新版本访问您的钥匙串吗？";

/* AppType */
"Application:" = "应用程序：";

/* Authentication no longer needed */
"Authentication is no longer needed." = "不再需要鉴定。";

/* Cancel button title */
"Cancel" = "取消";

/* changed application wanting access */
"Changed Process:" = "已更改的进程：";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "确认应用程序更改";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "将位置拷贝到夹纸板";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "细节";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "您要允许访问此项目吗？";

/* Do you want to allow this? */
"Do you want to allow this?" = "您允许这样做吗？";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "请为钥匙串“%1$@”输入新密码。";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "请输入“%2$@”上的钥匙串“%1$@”的密码。";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "输入您已同步过的其他一台电脑上的钥匙串“%1$@”的密码。";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "不能确定“%1$@”自从上次使用以来是否未更改。某人可能修改或替换了它。";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "新密码：";

/* No button title */
"No" = "否";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "不要求。";

/* OK button title */
"OK" = "好";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "密码提示：“%1$@”。";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN：";

/* Unlock reason detail */
"Please enter the keychain password." = "请输入钥匙串密码。";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "安全密码通常多于 6 个字符，且不应当包含容易猜到的单词（如 dog、cat 等等）。";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "对不起，鉴定不能继续。";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "对不起，无法继续解锁。";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "对不起，您尝试鉴定的次数太多。";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "对不起，您尝试给“%1$@”钥匙串设定密码的次数太多。";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "对不起，您尝试解锁“%1$@”的次数太多。";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "对不起，您输入了无效的密码。";

/* For referring to the system keychain. */
"System" = "系统";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "您的电脑上的“%1$@” 软件已更改，并且想要访问您的钥匙串。";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "不能验证“%1$@”的真实性。";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "项目未能添加到您的默认钥匙串中。";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "钥匙串项目可能包含密码或其他重要信息。如果您点按“允许”，新版本的“%1$@”将能够访问上一版本使用的所有钥匙串项目。此更改是永久性的。";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "您输入的名称或密码不正确。";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "此更改是永久性的，并且会影响您的所有钥匙串中的所有钥匙串项。";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "这是应用程序“%1$@”的新版本。您允许该版本访问与上一版本相同的钥匙串项目吗？";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "这与首次将钥匙串“%@”与 .Mac 同步所使用的密码是相同的。";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "要给予许可，请输入“%1$@”钥匙串的密码。 ";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "要同步这台电脑上的钥匙串，请在“%1$@”上输入您的用户帐户的密码。";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "要同步这台电脑上的钥匙串，请输入您同步的任一台电脑的用户帐户密码。";

/* ToolType */
"Tool:" = "工具：";

/* Try again later */
"Try again later." = "稍后再试。";

/* Please Try again */
"Try entering your information again." = "请再次输入您的信息。";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "键入管理员的名称和密码，以便对系统证书信任设置做更改。";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "请键入管理员的名称和密码以允许“%1$@”进行更改。";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "请键入“%1$@”组的用户的名称和密码以允许“%2$@”进行更改。";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "请键入您的密码以允许“%1$@”来进行更改。";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "键入您的密码，以便对您的证书信任设置做更改。";

/* UnkownProcessType */
"Unknown:" = "未知：";

/* Unlock no longer needed */
"Unlock is no longer needed." = "不再需要解锁。";

/* Yes button title */
"Yes" = "是";

/* pwd is blank */
"You have not provided a password. Please specify one." = "您还没有提供密码。请指定一个。";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "您指定了一个不安全的密码。请使用一个更长的密码。";

/* used that pwd before */
"You have used that password before. Please use a different one." = "您以前使用过该密码。请使用其他的密码。";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "您必须键入一个管理员的名称和密码以更改“%1$@”。";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "您必须键入“%1$@”组的用户的名称和密码以更改“%2$@”。";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "您的密码与验证的密码不同。";

/* pwd unacceptable */
"Your password is unacceptable." = "您的密码不可接受。";

